
# 2557
# Hello World!를 출력하시오.

# print("Hello World!")  # 단순 출력 문제



# 1000
# 두 정수 A와 B를 입력받은 다음, A+B를 출력하는 프로그램을 작성하시오.

# A, B = input().split()

# print(int(A)+int(B)) 

 
# input() 함수는 사용자로부터 문자열을 입력받을 때 사용하게 된다. 여기서
# 유의점은 input() 함수로 입력받는 것은 문자열로 입력받는다는 것인데, 사용자가
# 숫자를 입력해도 문자열로 입력받기 때문에 '1 2'라는 숫자 두개 사이 공백이 존재
# 하는 하나의 문자열로 입력받는 것이다.
# Split() 함수는 입력받는 문자를 나눌때 사용하는 함수이다.
# int()함수는 문자를 숫자로 변형가능한 함수이다.


# 1001
# 두 정수 A와 B를 입력받은 다음, A-B를 출력하는 프로그램을 작성하시오.

# A, B = input().split()

# print(int(A) - int(B))           # 1000번 문제와 동일



# 10998
# 두 정수 A와 B를 입력받은 다음, A×B를 출력하는 프로그램을 작성하시오.

# A, B = input().split()

# print(int(A) * int(B))           # 1000번 문제와 동일



# 1008
# 두 정수 A와 B를 입력받은 다음, A/B를 출력하는 프로그램을 작성하시오.

# A, B = input().split()

# print(int(A) / int(B))           # 1000번 문제와 동일





